asvetliakov.vscode-neovim
beardedbear.beardedicons
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
gustavolins05.neovim-theme
james-yu.latex-workshop
littensy.charmed-icons
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode.makefile-tools
mvllow.rose-pine
onecentlin.laravel-blade
open-southeners.laravel-pint
ryuta46.multi-command
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-persian
sumneko.lua
timonwong.shellcheck
usernamehw.errorlens
