bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
metaphore.kanagawa-vscode-color-theme
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-vscode.makefile-tools
onecentlin.laravel-blade
open-southeners.laravel-pint
ryuta46.multi-command
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-persian
timonwong.shellcheck
usernamehw.errorlens
